Scripts/UC_1_NewUser_Registration/data/t62_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address>fwefwefwef</address><allowOffersPr"
"omotion>true</allowOffersPromotion><cityName>fewefwef</cityName><countryId>Bahrain,bh</country"
"Id><email>ergergerwdwger@efef.com</email><firstName>efwefwfe</firstName><lastName>wefwefwefwe<"
"/lastName><loginName>sfefergerg</loginName><password>1111Rr</password><phoneNumber>23234234234"
"</phoneNumber><stateProvince>wfwfwew</stateProvince><zipcode>wefwfewe</zipcode></AccountCreate"
"Request></soap:Body></soap:Envelope>"
